Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: Check-in relationship type
th_th: ประเภทความสัมพันธ์ของการเช็กอิน

source: Check-in type
th_th: ประเภทของ Check-in

source: % Check-ins in the future
th_th: % การเช็กอินในอนาคต

source: # Check-ins
th_th: # การเช็กอิน

source: % Check-ins with messages
th_th: % เช็กอินที่มีข้อความ

source: Child goal status
th_th: สถานะเป้าหมายย่อย

source: Clear
th_th: ล้าง

source: # Closed
th_th: จำนวนครั้งที่ปิดแล้ว

source: % Closed
th_th: เปอร์เซ็นต์ที่ปิดแล้ว

source: # Closed without document
th_th: จำนวนครั้งที่ปิดโดยไม่มีเอกสาร

source: % Closed without document
th_th: เปอร์เซ็นต์ที่ปิดโดยไม่มีเอกสาร

source: Communication round end date
th_th: วันที่สิ้นสุดรอบการสื่อสาร

source: Communication round ID
th_th: รหัสรอบการสื่อสาร

source: Communication round name
th_th: ชื่อรอบการสื่อสาร

source: Communication round start date
th_th: วันที่เริ่มรอบการสื่อสาร

source: Communication round state
th_th: สถานะรอบการสื่อสาร

source: # Completed
th_th: # เสร็จสมบูรณ์

source: # Completed plans
th_th: # แผนที่เสร็จสมบูรณ์

source: % Completed plans
th_th: % แผนที่เสร็จสมบูรณ์

source: # Completed reviews
th_th: # รีวิวที่เสร็จสมบูรณ์

source: Completion rate
th_th: อัตราการเสร็จสมบูรณ์

source: # Connections
th_th: # การเชื่อมต่อ

source: Constructive
th_th: สร้างสรรค์

source: # Constructive
th_th: # เชิงสร้างสรรค์

source: Contract type
th_th: ประเภทสัญญา

source: Count
th_th: จำนวน

source: Created/assigned
th_th: สร้าง/มอบหมายแล้ว

source: Created date
th_th: วันที่สร้าง

source: # Cumulative logins
th_th: # จำนวนครั้งที่ล็อกอินสะสม

source: Cumulative manager submission over time
th_th: ยอดสะสมการส่งของผู้จัดการตามช่วงเวลา

source: Cumulative worker submission over time
th_th: ยอดสะสมการส่งของพนักงานตามช่วงเวลา

source: % Current goal progress
th_th: % ความคืบหน้าเป้าหมายปัจจุบัน

source: Current manager ID
th_th: รหัสผู้จัดการปัจจุบัน

source: Current manager name
th_th: ชื่อผู้จัดการปัจจุบัน

source: Data Privacy acceptance status
th_th: สถานะการยอมรับนโยบายความเป็นส่วนตัวของข้อมูล

source: Date
th_th: วันที่

source: Date created
th_th: วันที่สร้าง

source: Date set refusal
th_th: วันที่ตั้งค่าการปฏิเสธ

source: Date time worker submit
th_th: วันที่เวลา พนักงานส่ง

source: Date time manager submit
th_th: วันที่เวลา ผู้จัดการส่ง

source: Deadline status
th_th: สถานะกำหนดเวลา

source: Deleted by
th_th: ลบโดย

source: Deleted date
th_th: วันที่ลบ

source: % Deliverable completion
th_th: % ความสมบูรณ์ของสิ่งที่ต้องส่งมอบ

source: Deliverables
th_th: สิ่งที่ส่งมอบ

source: # Deliverables
th_th: # งานที่ต้องส่งมอบ

source: % Desktop logins
th_th: % การเข้าสู่ระบบผ่านเดสก์ท็อป

source: # Desktop
th_th: # เดสก์ท็อป

source: Detailed review status
th_th: สถานะรีวิวแบบละเอียด

source: % Discussion points
th_th: % ประเด็นการพูดคุย

source: % Distribution
th_th: % การกระจาย

source: Document creation date
th_th: วันที่สร้างเอกสาร

source: Document ID
th_th: รหัสเอกสาร

source: Document name
th_th: ชื่อเอกสาร

source: # Document review
th_th: จำนวนครั้งที่ตรวจทานเอกสาร

source: % Document review
th_th: เปอร์เซ็นต์การตรวจทานเอกสาร

source: Document status
th_th: สถานะเอกสาร

source: Document was overridden
th_th: เอกสารถูกเขียนทับ

source: # Documents
th_th: จำนวนเอกสาร

source: # Drivers
th_th: # ตัวขับเคลื่อน

source: Due date
th_th: วันที่ครบกำหนด

source: Education level
th_th: ระดับการศึกษา

source: Email
th_th: อีเมล

source: Worker goal comment
th_th: ความคิดเห็นเกี่ยวกับเป้าหมายของพนักงาน

source: Worker goal rating
th_th: การให้คะแนนเป้าหมายของพนักงาน

source: Worker name
th_th: ชื่อพนักงาน

source: Worker tandem ID
th_th: รหัสพนักงานในคู่เทนเดม

source: Employment status
th_th: สถานภาพการจ้างงาน

source: % Endorsed feedback
th_th: % ข้อเสนอแนะที่ได้รับการรับรอง

source: Ethnicity
th_th: เชื้อชาติ

source: Evaluation section
th_th: ส่วนของการประเมิน

source: # Favorite
th_th: # รายการโปรด

source: % Feedback followed up
th_th: % ข้อเสนอแนะที่มีการติดตามผล

source: Feedback ID
th_th: รหัสข้อเสนอแนะ

source: # Feedback
th_th: # ข้อเสนอแนะ

source: Feedback ratings ID
th_th: รหัสการให้คะแนนข้อเสนอแนะ

source: Feedback relationship
th_th: ความสัมพันธ์ของข้อเสนอแนะ

source: Feedback request ID
th_th: รหัสคำขอข้อเสนอแนะ

source: # Feedback requested
th_th: # ข้อเสนอแนะที่ถูกร้องขอ

source: # Feedback requests
th_th: # คำขอข้อเสนอแนะ

source: # Feedback sent
th_th: # ข้อเสนอแนะที่ถูกส่ง

source: # Feedback to manager
th_th: # ข้อเสนอแนะถึงผู้จัดการ

source: # Feedback to worker
th_th: # ข้อเสนอแนะถึงพนักงาน

source: Feedback UID
th_th: UID ข้อเสนอแนะ

source: % Feedback with behaviors
th_th: % ข้อเสนอแนะที่มีพฤติกรรม

source: File name
th_th: ชื่อไฟล์

source: Final alignment
th_th: การจัดแนวขั้นสุดท้าย

source: First read date
th_th: วันที่อ่านครั้งแรก

source: % Followed-up feedback
th_th: % ข้อเสนอแนะที่มีการติดตามผล

source: From worker ID
th_th: จากรหัสพนักงาน

source: % Goal completion
th_th: % ความสำเร็จของเป้าหมาย

source: Goal creator worker ID
th_th: รหัสพนักงานผู้สร้างเป้าหมาย

source: # Goal drivers
th_th: # ตัวขับเคลื่อนเป้าหมาย

source: # Goal duration days
th_th: # จำนวนวันที่ใช้บรรลุเป้าหมาย

source: Goal ID
th_th: รหัสเป้าหมาย

source: Goal owner worker ID
th_th: รหัสพนักงานเจ้าของเป้าหมาย

source: Goal plan name
th_th: ชื่อแผนเป้าหมาย

source: Goal sharing status
th_th: สถานะการแชร์เป้าหมาย

source: Goal tag driver concat
th_th: การต่อข้อความป้ายกำกับตัวขับเคลื่อนเป้าหมาย

source: Goal title
th_th: ชื่อเป้าหมาย

source: Goal workflow type
th_th: ประเภทเวิร์กโฟลว์ของเป้าหมาย

source: % Goals completed
th_th: % เป้าหมายที่เสร็จสมบูรณ์

source: # Goals
th_th: # เป้าหมาย

source: % Goals pending approval
th_th: % เป้าหมายที่รอการอนุมัติ

source: % Goals with deliverables
th_th: % เป้าหมายที่มีสิ่งที่ต้องส่งมอบ

source: # Goals with drivers
th_th: # เป้าหมายที่มีตัวขับเคลื่อน

source: Grade
th_th: เกรด

source: %GT count of accepted data privacy
th_th: %GT จำนวนของข้อมูลการรักษาความเป็นส่วนตัวที่ยอมรับแล้ว

source: Has accepted data privacy
th_th: ได้ยอมรับนโยบายความเป็นส่วนตัวของข้อมูลแล้ว

source: Has all company access boolean
th_th: ตัวระบุแบบบูลีนสำหรับการเข้าถึงทุกบริษัท

source: Has public visibility
th_th: มีการเปิดเผยสู่สาธารณะ

source: Has rating changed during challenge
th_th: มีการเปลี่ยนแปลงการให้คะแนนระหว่างช่วงความท้าทายหรือไม่

source: Helpful
th_th: มีประโยชน์

source: # Helpful
th_th: # มีประโยชน์

source: Home country
th_th: ประเทศบ้านเกิด

source: Host country
th_th: ประเทศที่ปฏิบัติงาน

source: # HRBP review
th_th: จำนวนครั้งที่ HRBP ตรวจทาน

source: % HRBP review
th_th: เปอร์เซ็นต์ที่ HRBP ตรวจทาน

source: ID
th_th: รหัส

source: # In progress
th_th: จำนวนที่กำลังดำเนินการ

source: % In progress
th_th: เปอร์เซ็นต์ที่กำลังดำเนินการ

source: Insightful
th_th: ข้อมูลเชิงลึก

source: # Insightful
th_th: # มีเนื้อหาลึกซึ้ง

source: Inspiring
th_th: สร้างแรงบันดาลใจ

source: # Inspiring
th_th: # สร้างแรงบันดาลใจ

source: % iPhone logins
th_th: % การเข้าสู่ระบบด้วย iPhone

source: Is archived
th_th: ถูกเก็บถาวรแล้ว

source: Is completed
th_th: เสร็จสมบูรณ์แล้ว

source: Is constructive
th_th: เป็นเชิงสร้างสรรค์

source: Is helpful
th_th: เป็นประโยชน์

source: Is insightful
th_th: ให้มุมมองที่ลึกซึ้ง

source: Is inspiring
th_th: สร้างแรงบันดาลใจ

source: Is read
th_th: ถูกอ่านแล้ว

source: Is recurrent label
th_th: เป็นป้ายกำกับที่เกิดซ้ำ

source: Is unclear
th_th: ไม่ชัดเจน

source: Is unhelpful
th_th: ไม่เป็นประโยชน์

source: Job category
th_th: หมวดหมู่งาน

source: Job code
th_th: รหัสงาน

source: Job family
th_th: สายงาน

source: Job level
th_th: ระดับงาน

source: Last modified date
th_th: วันที่มีการแก้ไขล่าสุด

source: Last updated date
th_th: วันที่อัปเดตล่าสุด

source: Legal entity
th_th: นิติบุคคล

source: Let's discuss completed
th_th: การสนทนา “มาคุยกัน” เสร็จสมบูรณ์แล้ว

source: Let's discuss start date
th_th: วันที่เริ่มต้นการพูดคุยกัน

source: # Let's meet
th_th: # นัดพบกัน

source: Library name value
th_th: ค่าในชื่อไลบรารี

source: % Linked to goals
th_th: % เชื่อมโยงกับเป้าหมาย

source: LL rating change
th_th: การเปลี่ยนแปลงคะแนน LL

source: % Logged in
th_th: % ลงชื่อเข้าใช้แล้ว

source: Logins
th_th: การเข้าสู่ระบบ

source: # Logins
th_th: # การเข้าสู่ระบบ

source: # Main goals
th_th: # เป้าหมายหลัก

source: Manager + 1 ID
th_th: รหัสผู้จัดการ + 1

source: Manager + 1 name
th_th: ชื่อผู้จัดการ + 1

source: Manager + 1 rating (Challenge)
th_th: คะแนนผู้จัดการ + 1 (ท้าทาย)

source: Manager behavior comment
th_th: ความคิดเห็นด้านพฤติกรรมของผู้จัดการ

source: Manager behavior rating name
th_th: ชื่อการให้คะแนนพฤติกรรมของผู้จัดการ

source: # Manager completed review
th_th: # การประเมินที่ผู้จัดการทำเสร็จแล้ว

source: % Manager completed review
th_th: % การประเมินที่ผู้จัดการทำเสร็จแล้ว

source: Manager email
th_th: อีเมลของผู้จัดการ

source: Manager final rating comment
th_th: ความคิดเห็นคะแนนสุดท้ายของผู้จัดการ

source: Manager full name
th_th: ชื่อ-นามสกุลผู้จัดการ

source: Manager goal comment
th_th: ความคิดเห็นด้านเป้าหมายของผู้จัดการ

source: Manager goal rating
th_th: คะแนนเป้าหมายของผู้จัดการ

source: Manager ID
th_th: รหัสประจำตัวหัวหน้างาน

source: % Managers logged in
th_th: % ผู้จัดการที่เข้าสู่ระบบ

source: Manager name
th_th: ชื่อผู้จัดการ

source: Manager rating (Let's discuss)
th_th: คะแนนผู้จัดการ (พูดคุยกัน)

source: Manager rating name
th_th: ชื่อคะแนนผู้จัดการ

source: Manager rating (Published)
th_th: คะแนนผู้จัดการ (เผยแพร่แล้ว)

source: Manager rating submitted
th_th: ส่งคะแนนผู้จัดการแล้ว

source: Manager review status
th_th: สถานะการประเมินของผู้จัดการ

source: Manager's overall behavior rating comment
th_th: ความคิดเห็นคะแนนพฤติกรรมโดยรวมของผู้จัดการ

source: Manager's overall behavior rating scale ID
th_th: รหัสสเกลคะแนนพฤติกรรมโดยรวมของผู้จัดการ

source: Manager's overall goal rating comment
th_th: ความคิดเห็นคะแนนเป้าหมายโดยรวมของผู้จัดการ

source: Manager's overall goal rating scale ID
th_th: รหัสสเกลคะแนนเป้าหมายโดยรวมของผู้จัดการ

source: Max. score
th_th: คะแนนสูงสุด

source: Max. weighted score
th_th: คะแนนถ่วงน้ำหนักสูงสุด

source: Measurement criteria
th_th: เกณฑ์การวัดผล

source: # Measurement criteria achieved
th_th: # บรรลุเกณฑ์การวัดผล

source: % Measurement criteria achieved
th_th: % บรรลุเกณฑ์การวัดผล

source: # Measurement criteria
th_th: # เกณฑ์การวัดผล

source: Moderated
th_th: มีการปรับกลั่นแล้ว

source: Modified date
th_th: วันที่มีการแก้ไข

source: % MS Teams logins
th_th: % การเข้าสู่ระบบ MS Teams

source: Nationality 1
th_th: สัญชาติ 1

source: Nationality 2
th_th: สัญชาติ 2

source: # New
th_th: จำนวนรายการใหม่

source: % New
th_th: เปอร์เซ็นต์รายการใหม่

source: # Not closed
th_th: จำนวนที่ยังไม่ปิด

source: % Not declined data privacy
th_th: % ไม่ปฏิเสธความเป็นส่วนตัวของข้อมูล

source: # Not declined privacy
th_th: # ไม่ปฏิเสธความเป็นส่วนตัว

source: # Not released
th_th: จำนวนที่ยังไม่เผยแพร่

source: % Not released
th_th: เปอร์เซ็นต์ที่ยังไม่เผยแพร่

source: % of check-ins
th_th: % ของการเช็กอิน

source: % of total
th_th: % ของทั้งหมด

source: Option value name
th_th: ชื่อค่าตัวเลือก

source: Order request status
th_th: สถานะคำขอคำสั่ง

source: OrgLevel1
th_th: ระดับองค์กร 1

source: OrgLevel10
th_th: ระดับองค์กร 10

source: OrgLevel2
th_th: ระดับองค์กร 2

source: OrgLevel3
th_th: ระดับองค์กร 3

source: OrgLevel4
th_th: ระดับองค์กร 4

source: OrgLevel5
th_th: ระดับองค์กร 5

source: OrgLevel6
th_th: ระดับองค์กร 6

source: OrgLevel7
th_th: ระดับองค์กร 7

source: OrgLevel8
th_th: ระดับองค์กร 8

source: OrgLevel9
th_th: ระดับองค์กร 9

source: OrgLevelHierarchy
th_th: ลำดับชั้นระดับองค์กร

source: % Outlook logins
th_th: % การเข้าสู่ระบบ Outlook

source: # Outlook
th_th: # มุมมอง

source: Overall review status
th_th: สถานะการประเมินโดยรวม

source: # Overdue
th_th: จำนวนที่เกินกำหนด

source: % Overdue
th_th: เปอร์เซ็นต์ที่เกินกำหนด

source: Overwritten flag
th_th: แฟลกเขียนทับ

source: Parent goal ID
th_th: รหัสเป้าหมายหลัก

source: Parent goal name
th_th: ชื่อเป้าหมายหลัก

source: Parent goal owner name
th_th: ชื่อเจ้าของเป้าหมายหลัก

source: Parent goal owner worker ID
th_th: รหัสพนักงานของเจ้าของเป้าหมายหลัก

source: % parent goal progress
th_th: % ความคืบหน้าของเป้าหมายหลัก

source: Parent goal type name
th_th: ชื่อประเภทของเป้าหมายหลัก

source: Participant 1 email
th_th: อีเมลผู้เข้าร่วม 1

source: Participant 1 ID
th_th: รหัสผู้เข้าร่วม 1

source: Participant 1 name
th_th: ชื่อผู้เข้าร่วม 1

source: Participant 2 email
th_th: อีเมลผู้เข้าร่วม 2

source: Participant 2 ID
th_th: รหัสผู้เข้าร่วม 2

source: Participant 2 name
th_th: ชื่อผู้เข้าร่วม 2

source: Participant emails
th_th: อีเมลของผู้เข้าร่วม

source: Participants IDs
th_th: รหัสผู้เข้าร่วม

source: Participant names
th_th: ชื่อผู้เข้าร่วม

source: Pending approval
th_th: รอการอนุมัติ

source: # Pending document release
th_th: จำนวนที่รอการเผยแพร่เอกสาร

source: % Pending document release
th_th: เปอร์เซ็นต์ที่รอการเผยแพร่เอกสาร

source: Performance review UUID
th_th: UUID ของการประเมินผลงาน

source: Plan name
th_th: ชื่อแผน

source: Plan refused
th_th: แผนถูกปฏิเสธ

source: # Plans not completed
th_th: # แผนที่ยังไม่เสร็จสมบูรณ์

source: # Plans pending manager completion
th_th: # แผนที่รอให้ผู้จัดการดำเนินการให้เสร็จ

source: % Plans pending manager completion
th_th: % แผนที่รอให้ผู้จัดการดำเนินการให้เสร็จ

source: # Plans pending self-assessment
th_th: # แผนที่รอการประเมินตนเอง

source: % Plans pending worker submission
th_th: % แผนที่รอการส่งแบบฟอร์มโดยพนักงาน

source: Platform type
th_th: ประเภทแพลตฟอร์ม

source: Primary communication manager ID
th_th: รหัสผู้จัดการการสื่อสารหลัก

source: Primary communication manager name
th_th: ชื่อผู้จัดการการสื่อสารหลัก

source: Primary hierarchy name
th_th: ชื่อโครงสร้างลำดับชั้นหลัก

source: Priority type
th_th: ประเภทลำดับความสำคัญ

source: % Progress
th_th: เปอร์เซ็นต์ความคืบหน้า

source: % Public feedback
th_th: % ข้อเสนอแนะสาธารณะ

source: Public/private
th_th: สาธารณะ/ส่วนตัว

source: Question ID
th_th: รหัสคำถาม

source: Question title
th_th: ชื่อคำถาม

source: Question title ordered
th_th: เรียงลำดับชื่อคำถามแล้ว

source: Question type
th_th: ประเภทคำถาม

source: # Questions
th_th: # คำถาม

source: # Rated feedbacks
th_th: # ข้อเสนอแนะที่มีการให้คะแนน

source: Rating changed
th_th: มีการเปลี่ยนแปลงคะแนน

source: Rating difference
th_th: ความแตกต่างของคะแนน

source: Rating label
th_th: ป้ายกำกับคะแนน

source: Read by worker
th_th: อ่านโดยพนักงาน

source: Read date
th_th: วันที่อ่าน

source: Read flag
th_th: แฟลกอ่านแล้ว

source: # Read
th_th: จำนวนที่อ่านแล้ว

source: % Read
th_th: เปอร์เซ็นต์ที่อ่านแล้ว

source: # Received behaviors request
th_th: # คำขอพฤติกรรมที่ได้รับ

source: # Received feedback
th_th: # ข้อเสนอแนะที่ได้รับ

source: # Received requests
th_th: # คำขอที่ได้รับ

source: % Recurrent check-ins
th_th: % การเช็คอินประจำ

source: Release date
th_th: วันที่เผยแพร่

source: % Release
th_th: เปอร์เซ็นต์ที่เผยแพร่

source: # Released
th_th: จำนวนที่เผยแพร่แล้ว

source: Remaining days to respond
th_th: จำนวนวันที่เหลือสำหรับการตอบกลับ

source: # Replied request
th_th: # คำขอที่ตอบกลับแล้ว

source: % Reply rate
th_th: % อัตราการตอบกลับ

source: Request creation date
th_th: วันที่สร้างคำขอ

source: Request ID
th_th: รหัสคำขอ

source: % Request read
th_th: % คำขอที่ถูกอ่าน

source: Request reply rate
th_th: อัตราการตอบกลับคำขอ

source: Request status
th_th: สถานะคำขอ

source: # Requests to manager
th_th: # คำขอถึงผู้จัดการ

source: # Requests to worker
th_th: # คำขอถึงพนักงาน

source: Request UID
th_th: รหัสคำขอ (UID)

source: Requested behavior
th_th: พฤติกรรมที่ร้องขอ

source: Requested behaviors
th_th: พฤติกรรมที่ร้องขอ

source: % Requested feedback
th_th: % ข้อเสนอแนะที่ร้องขอ

source: Requested/unsolicited
th_th: แบบร้องขอ/ไม่ได้ร้องขอ

source: Requests replied
th_th: คำขอที่ตอบกลับแล้ว

source: % Requests with behaviors
th_th: % คำขอที่มีพฤติกรรมระบุไว้

source: Review created date
th_th: วันที่สร้างการประเมิน

source: Review ID
th_th: รหัสการทบทวน

source: Review manager ID
th_th: รหัสผู้จัดการการประเมิน

source: Review manager name
th_th: ชื่อผู้จัดการการประเมิน

source: Review name
th_th: ชื่อการประเมิน

source: Review rating
th_th: คะแนนการประเมิน

source: Template name
th_th: ชื่อเทมเพลต

source: Review UUID
th_th: รหัสการประเมิน UUID

source: Reviews challenged
th_th: การประเมินที่ถูกโต้แย้ง

source: % Reviews
th_th: % การประเมิน

source: Role
th_th: บทบาท

source: %RT count of sent behavior
th_th: %RT จำนวนพฤติกรรมที่ส่ง

source: # RTI requests
th_th: จำนวนคำขอ RTI

source: scale
th_th: มาตราส่วน

source: Scale name
th_th: ชื่อมาตราส่วน

source: % Score vs max.
th_th: % คะแนนเทียบกับค่าสูงสุด

source: % Score vs max. score
th_th: % คะแนนเทียบกับคะแนนสูงสุด

source: Secondary communication manager ID
th_th: รหัสผู้จัดการการสื่อสารรอง

source: Secondary communication manager name
th_th: ชื่อผู้จัดการการสื่อสารรอง

source: Secondary hierarchy name
th_th: ชื่อสายการบังคับบัญชารอง

source: Section score
th_th: คะแนนส่วนย่อย

source: # Sent behaviors
th_th: # พฤติกรรมที่ส่งแล้ว

source: Sent behaviors
th_th: พฤติกรรมที่ส่งแล้ว

source: # Sent feedback
th_th: # ข้อเสนอแนะที่ส่งแล้ว

source: % Shared feedback
th_th: % ข้อเสนอแนะที่แชร์แล้ว

source: % Shared goals
th_th: % เป้าหมายที่แชร์แล้ว

source: Sign off date time
th_th: วันที่และเวลาอนุมัติ

source: Signed off
th_th: อนุมัติแล้ว

source: Start date in company
th_th: วันที่เริ่มงานในบริษัท

source: Succeeded
th_th: สำเร็จ

source: Tag name value
th_th: ค่า اسمแท็ก

source: # Tag
th_th: # แท็ก

source: Tag UUID
th_th: แท็ก UUID

source: # Teams
th_th: # ทีม

source: # Thanks
th_th: # คำขอบคุณ

source: # Times overridden
th_th: จำนวนครั้งที่ถูกแทนที่

source: # Times read
th_th: จำนวนครั้งที่ถูกอ่าน

source: # Times released
th_th: จำนวนครั้งที่ถูกเผยแพร่

source: # Times unreleased
th_th: จำนวนครั้งที่ไม่ถูกเผยแพร่

source: (to be deleted) % Connections all
th_th: (จะลบ) % การเชื่อมต่อทั้งหมด

source: To worker ID
th_th: ถึงรหัสพนักงาน

source: Total behaviors
th_th: พฤติกรรมทั้งหมด

source: Total feedback requested
th_th: จำนวนคำขอข้อเสนอแนะทั้งหมด

source: Total feedback requests
th_th: จำนวนคำขอข้อเสนอแนะทั้งหมด

source: Total feedback sent
th_th: จำนวนความคิดเห็นที่ส่งทั้งหมด

source: Total goals
th_th: จำนวนประตูทั้งหมด

source: % Total
th_th: % รวม

source: Total performance check-ins
th_th: จำนวนการเช็คอินผลการปฏิบัติงานทั้งหมด

source: Total reviews
th_th: การประเมินทั้งหมด

source: Total reviews with behavior rating
th_th: การประเมินทั้งหมดที่มีการให้คะแนนพฤติกรรม

source: Total reviews with goal ratings
th_th: การประเมินทั้งหมดที่มีการให้คะแนนเป้าหมาย

source: Total score
th_th: คะแนนรวม

source: Tracking status
th_th: สถานะการติดตาม

source: Trend
th_th: แนวโน้ม

source: Trust
th_th: ความไว้วางใจ

source: Unclear
th_th: ไม่ชัดเจน

source: # Unclear
th_th: # ไม่ชัดเจน

source: Unhelpful
th_th: ไม่มีประโยชน์

source: # Unique aligned goals
th_th: # เป้าหมายที่สอดคล้องกันแบบไม่ซ้ำ

source: Unique feedback identifier
th_th: ตัวระบุคำติชมแบบไม่ซ้ำ

source: # Unique logins
th_th: # การเข้าสู่ระบบที่ไม่ซ้ำกัน

source: # Unique main goals
th_th: # เป้าหมายหลักแบบไม่ซ้ำ

source: Unique worker ID
th_th: รหัสพนักงานเฉพาะ

source: % Unreleased
th_th: เปอร์เซ็นต์ที่ไม่ถูกเผยแพร่

source: Unreleased flag
th_th: แฟล็กยังไม่เผยแพร่

source: # Unreleased
th_th: จำนวนที่ไม่ถูกเผยแพร่

source: # User plans
th_th: # แผนของผู้ใช้

source: User status
th_th: สถานะผู้ใช้

source: % Users having aligned goals
th_th: % ผู้ใช้ที่มีเป้าหมายที่สอดคล้องกัน

source: % Users having behaviors
th_th: % ผู้ใช้ที่มีพฤติกรรม

source: # Users having check-ins
th_th: # ผู้ใช้ที่มีเช็กอิน

source: % Used check-ins
th_th: เปอร์เซ็นต์การใช้เช็กอิน

source: # Users having goals
th_th: # ผู้ใช้ที่มีเป้าหมาย

source: % Used goals
th_th: % เป้าหมายที่ใช้แล้ว

source: # Users having no goals
th_th: # ผู้ใช้ที่ไม่มีเป้าหมาย

source: % Users having no goals
th_th: % ผู้ใช้ที่ไม่มีเป้าหมาย

source: # Users having plans
th_th: # ผู้ใช้ที่มีแผน

source: % Users having plans
th_th: % ผู้ใช้ที่มีแผน

source: # Users logged in
th_th: # ผู้ใช้ที่เข้าสู่ระบบแล้ว

source: % Users logged in
th_th: เปอร์เซ็นต์ผู้ใช้ที่เข้าสู่ระบบ

source: % Users received feedback
th_th: % ผู้ใช้ที่ได้รับความคิดเห็น

source: # Users received feedback ratings
th_th: # ผู้ใช้ที่ได้รับการให้คะแนนความคิดเห็น

source: # Users requested feedback
th_th: # ผู้ใช้ที่ร้องขอความคิดเห็น

source: % Users requested feedback
th_th: % ผู้ใช้ที่ร้องขอความคิดเห็น

source: # Users used feedback
th_th: # ผู้ใช้ที่มีการใช้งานความคิดเห็น

source: % Used feedback
th_th: % ใช้ความคิดเห็น

source: # Users who sent feedback
th_th: # ผู้ใช้ที่ส่งความคิดเห็น

source: % Users who sent feedback
th_th: % ผู้ใช้ที่ส่งความคิดเห็น

source: # Warning
th_th: จำนวนคำเตือน

source: % Warning
th_th: เปอร์เซ็นต์คำเตือน

source: Weighted score
th_th: คะแนนถ่วงน้ำหนัก

source: Widget name
th_th: ชื่อวิดเจ็ต

source: Widget UUID
th_th: UUID ของวิดเจ็ต

source: Work country
th_th: ประเทศที่ทำงาน

source: Work region
th_th: ภูมิภาคที่ทำงาน

source: Work region state
th_th: รัฐของภูมิภาคการทำงาน

source: Work town city
th_th: เขตเมืองที่ทำงาน

source: Worker behavior comment
th_th: ความคิดเห็นเกี่ยวกับพฤติกรรมของพนักงาน

source: Worker behavior rating name
th_th: ชื่อการให้คะแนนพฤติกรรมของพนักงาน

source: Worker challenge is submitted
th_th: การโต้แย้งของพนักงานถูกส่งแล้ว

source: Worker email
th_th: อีเมลของพนักงาน

source: Worker evaluation
th_th: การประเมินพนักงาน

source: Worker final review status
th_th: สถานะการประเมินสุดท้ายของพนักงาน

source: Worker full name
th_th: ชื่อ-นามสกุลของพนักงาน

source: Worker ID and name
th_th: รหัสและชื่อพนักงาน

source: Worker ID + full name
th_th: รหัสพนักงาน + ชื่อ–นามสกุล

source: % Workers logged in
th_th: % พนักงานที่เข้าสู่ระบบแล้ว

source: Worker rating
th_th: คะแนนการประเมินพนักงาน

source: Worker rating comment
th_th: ความคิดเห็นเกี่ยวกับคะแนนการประเมินพนักงาน

source: Worker refused plan
th_th: พนักงานปฏิเสธแผน

source: # Worker review completed
th_th: # การประเมินพนักงานที่เสร็จสิ้น

source: % Worker review completed
th_th: % การประเมินพนักงานที่เสร็จสิ้น

source: Worker role
th_th: บทบาทของพนักงาน

source: # Workers with RTI
th_th: # พนักงานที่มี RTI

source: % Workers with RTI
th_th: % พนักงานที่มี RTI

source: Worker Let's discuss submitted
th_th: พนักงานได้ส่งหัวข้อ “มาคุยกัน” แล้ว

source: # Workers logged in
th_th: # จำนวนพนักงานที่เข้าสู่ระบบแล้ว

source: Workers overall behavior rating comment
th_th: ความคิดเห็นเกี่ยวกับคะแนนพฤติกรรมโดยรวมของพนักงาน

source: Worker overall behavior rating scale
th_th: มาตราส่วนคะแนนพฤติกรรมโดยรวมของพนักงาน

source: Worker overall goal rating comment
th_th: ความคิดเห็นเกี่ยวกับคะแนนเป้าหมายโดยรวมของพนักงาน

source: Workers overall goal rating scale ID
th_th: รหัสมาตราส่วนคะแนนเป้าหมายโดยรวมของพนักงาน

source: Workflow status name
th_th: ชื่อสถานะเวิร์กโฟลว์

source: Workflow step
th_th: ขั้นตอนเวิร์กโฟลว์

source: Achievement summary
th_th: สรุปผลงาน

source: Action
th_th: การดำเนินการ

source: Actions completed
th_th: การดำเนินการที่เสร็จสมบูรณ์

source: Active users by role
th_th: ผู้ใช้งานที่ใช้งานอยู่ตามบทบาท

source: Active users who sent feedback
th_th: ผู้ใช้ที่ใช้งานอยู่ซึ่งส่งความคิดเห็น

source: # Active workers with RTI requests
th_th: # พนักงานที่กำลังปฏิบัติงานซึ่งมีคำขอ RTI

source: % Active workers with RTI requests
th_th: % พนักงานที่กำลังปฏิบัติงานซึ่งมีคำขอ RTI

source: Activity
th_th: กิจกรรม

source: Additional review questions
th_th: คำถามการประเมินเพิ่มเติม

source: Adoption Monitor
th_th: การติดตามการใช้งาน

source: Adoption & Top-Level Summaries
th_th: การนำไปใช้และสรุปภาพรวม

source: % aligned goals
th_th: % เป้าหมายที่สอดคล้องกัน

source: Alignment - Self & manager
th_th: ความสอดคล้อง – ตนเองและผู้จัดการ

source: Assigned check-ins
th_th: เช็คอินที่ได้รับมอบหมาย

source: Average & max. total scores by org level
th_th: คะแนนรวมเฉลี่ยและสูงสุดตามระดับองค์กร

source: Average total score by org unit
th_th: คะแนนรวมเฉลี่ยตามหน่วยงาน
